[LWS_Hijacker X2SoldierClassTemplate]
DisplayName="网劫者"
ClassSummary="网劫者能够保持隐蔽，并窃夺敌方资产（如机器人），还有一些群体控制和小队支援能力。"
LeftAbilityTreeTitle="豪夺"
RightAbilityTreeTitle="恶意"
+AbilityTreeTitles[0]="豪夺"
+AbilityTreeTitles[1]="无形"
+AbilityTreeTitles[2]="恶意"
+AbilityTreeTitles[3]="XCOM"
+AbilityTreeTitles[4]="Pistols"
RandomNickNames[0]="机会"
RandomNickNames[1]="利润"
RandomNickNames[2]="交易人"
RandomNickNames[3]="Boss"
RandomNickNames[4]="投资人"
RandomNickNames[5]="奖金"
RandomNickNames[6]="股息"
RandomNickNames[7]="业务"
RandomNickNames[8]="竞争对手"
RandomNickNames[9]="顾问"
RandomNickNames[10]="调酒师"
RandomNickNames[11]="恶棍"
RandomNickNames[12]="理由"
RandomNickNames[13]="谈判者"
RandomNickNames[14]="占有"
RandomNickNames[15]="商品"
RandomNickNames[16]="细则"
RandomNickNames[17]="过得去"
RandomNickNames[18]="漏洞"
RandomNickNames[19]="成功"
RandomNickNames[20]="位置"
RandomNickNames[21]="扩展"
RandomNickNames[22]="库存"
RandomNickNames_Male[0]="男爵"
RandomNickNames_Female[0]="男爵夫人"